jorgebucaran/fisher
patrickf1/fzf.fish
oh-my-fish/plugin-bak
jethrokuan/z
jorgebucaran/replay.fish
aohorodnyk/fish-autovenv
iven/fish-git-abbr
jorgebucaran/autopair.fish
